Repository: ninondev/Dayside
Catalog: TahoeTime/Resources/Localizable.xcstrings
Source language: zh_hans
Languages: de, en, es, fr, id, it, ja, ko, nl, pl, pt_br, ru, tr, vi, zh_hant

# 时间为天文估算，地形和天气会影响实际观测。月相按所选地点当天中午计算。
source: 时刻是天文估算，实际看到的受地形和天气影响。
de: Die Zeiten sind astronomische Schätzungen; Gelände und Wetter beeinflussen die Beobachtung.
en: Times are astronomical estimates; terrain and weather affect what you see.
es: Las horas son estimaciones astronómicas; el terreno y el tiempo atmosférico afectan a lo que se observa.
fr: Les heures sont des estimations astronomiques ; le relief et la météo influencent ce que vous voyez.
id: Waktu merupakan perkiraan astronomis; medan dan cuaca memengaruhi apa yang terlihat.
it: Gli orari sono stime astronomiche; il terreno e il meteo influiscono su ciò che si vede.
ja: 時刻は天文学的な推定値です。実際の観測は地形や天候に左右されます。
ko: 시각은 천문학적 추정값이며, 실제 관측은 지형과 날씨의 영향을 받습니다.
nl: De tijden zijn astronomische schattingen. Terrein en weer beïnvloeden wat je ziet.
pl: Podane godziny to szacunki astronomiczne; to, co faktycznie widać, zależy od ukształtowania terenu i pogody.
pt_br: Os horários são estimativas astronômicas; o relevo e as condições do tempo afetam o que você vê.
ru: Время рассчитано по астрономическим данным; рельеф и погода влияют на то, что можно увидеть.
tr: Saatler astronomik tahminlerdir; gördükleriniz yer şekilleri ve hava koşullarından etkilenir.
vi: Các thời điểm là ước tính thiên văn; địa hình và thời tiết ảnh hưởng đến quan sát thực tế.
zh_hant: 時刻是天文估算，實際觀測受地形和天氣影響。

source: 时间偏移
de: Zeitverschiebung
en: Time offset
es: Desfase horario
fr: Décalage temporel
id: Pergeseran waktu
it: Spostamento orario
ja: 時刻のオフセット
ko: 시간 오프셋
nl: Tijdverschuiving
pl: Przesunięcie czasu
pt_br: Deslocamento de horário
ru: Смещение времени
tr: Saat kaydırma
vi: Độ lệch thời gian
zh_hant: 時間偏移

source: 时间单独成列
de: Eigene Spalte
en: Separate Column
es: Columna propia
fr: Heure dans une colonne séparée
id: Kolom Terpisah
it: Colonna separata
ja: 時刻を独立した列に
ko: 시간을 별도 열로
nl: Aparte kolom
pl: W osobnej kolumnie
pt_br: Coluna Própria
ru: Отдельный столбец
tr: Ayrı Sütunda
vi: Giờ ở cột riêng
zh_hant: 時間獨立成欄

source: 时间名片
de: Zeitkarte
en: Time Card
es: Tarjeta horaria
fr: Carte horaire
id: Kartu Waktu
it: Scheda oraria
ja: 時間の名刺
ko: 시간 카드
nl: Tijdkaart
pl: Wizytówka czasu
pt_br: Cartão de Horário
ru: Карточка времени
tr: Zaman Kartı
vi: Danh thiếp thời gian
zh_hant: 時間名片

source: 时间在前
de: Zeit zuerst
en: Time First
es: Hora primero
fr: Heure d’abord
id: Waktu di Depan
it: Prima l’orario
ja: 時刻を先頭
ko: 시간 먼저
nl: Tijd eerst
pl: Najpierw godzina
pt_br: Hora Primeiro
ru: Сначала время
tr: Önce Saat
vi: Giờ đứng trước
zh_hant: 時間在前

source: 时间工具
de: Zeitwerkzeuge
en: Time Tools
es: Herramientas
fr: Outils horaires
id: Alat Waktu
it: Strumenti orari
ja: 時刻ツール
ko: 시간 도구
nl: Tijdtools
pl: Narzędzia czasu
pt_br: Ferramentas de Tempo
ru: Инструменты времени
tr: Zaman Araçları
vi: Công cụ thời gian
zh_hant: 時間工具

source: 时间换算
de: Zeitumrechnung
en: Time Conversion
es: Conversión horaria
fr: Conversion horaire
id: Konversi Waktu
it: Conversione orari
ja: 時刻変換
ko: 시간 변환
nl: Tijdconversie
pl: Przeliczanie czasu
pt_br: Conversão de Horário
ru: Пересчёт времени
tr: Saat Dönüştürme
vi: Quy đổi giờ
zh_hant: 時間換算

source: 时间表达式
de: Zeiteingabe
en: Time Expression
es: Expresión de tiempo
fr: Expression temporelle
id: Ekspresi Waktu
it: Espressione temporale
ja: 時刻の表現
ko: 시간 표현식
nl: Tijdsaanduiding
pl: Wyrażenie czasu
pt_br: Expressão de Horário
ru: Запись времени
tr: Zaman İfadesi
vi: Biểu thức thời gian
zh_hant: 時間表達式

source: 春分日
de: Tag der Frühlings-Tagundnachtgleiche
en: Vernal Equinox Day
es: Día del Equinoccio de Primavera
fr: Jour de l’équinoxe de printemps
id: Hari Ekuinoks Musim Semi
it: Giorno dell’equinozio di primavera
ja: 春分の日
ko: 춘분
nl: Dag van de lente-equinox
pl: Dzień Równonocy Wiosennej
pt_br: Dia do Equinócio de Primavera
ru: День весеннего равноденствия
tr: İlkbahar Ekinoksu Günü
vi: Ngày Xuân phân

source: 春季银行假日
de: Bankfeiertag im Frühjahr
en: Spring bank holiday
es: Festivo de primavera
fr: Jour férié de printemps
id: Libur bank musim semi
it: Festività bancaria di primavera
ja: 春のバンクホリデー
ko: 봄 은행 공휴일
nl: Bankvrije dag in het voorjaar
pl: Wiosenne święto bankowe
pt_br: Feriado bancário da primavera
ru: Весенний банковский выходной
tr: Bahar banka tatili
vi: Ngày lễ ngân hàng mùa xuân
zh_hant: 春季銀行假日

source: 春节
de: Chinesisches Neujahr
en: Spring Festival
es: Año Nuevo Chino
fr: Nouvel An chinois
id: Tahun Baru Imlek
it: Capodanno cinese
ja: 春節
ko: 춘절
nl: Chinees Nieuwjaar
pl: Chiński Nowy Rok
pt_br: Ano Novo Chinês
ru: Китайский Новый год
tr: Çin Yeni Yılı
vi: Tết Nguyên đán
zh_hant: 春節

source: 昭和日
de: Shōwa-Tag
en: Shōwa Day
es: Día de Shōwa
fr: Jour de Shōwa
id: Hari Showa
it: Giornata di Shōwa
ja: 昭和の日
ko: 쇼와의 날
nl: Shōwadag
pl: Dzień Shōwa
pt_br: Dia de Shōwa
ru: День Сёва
tr: Şova Günü
vi: Ngày Chiêu Hòa

source: 昼夜地图
de: Tag- und Nachtkarte
en: Day and night map
es: Mapa de día y noche
fr: Carte jour-nuit
id: Peta siang dan malam
it: Mappa giorno-notte
ja: 昼夜の地図
ko: 낮과 밤 지도
nl: Dag-en-nachtkaart
pl: Mapa dnia i nocy
pt_br: Mapa de dia e noite
ru: Карта дня и ночи
tr: Gündüz ve gece haritası
vi: Bản đồ ngày đêm
zh_hant: 晝夜地圖

source: 昼夜地图的海陆与地形来自Natural Earth（公有领域）。
de: Land, Meer und Relief der Tag- und Nachtkarte stammen von Natural Earth (gemeinfrei).
en: Land, sea, and relief on the day and night map come from Natural Earth (public domain).
es: La tierra, el mar y el relieve del mapa de día y noche provienen de Natural Earth (dominio público).
fr: Les terres, les mers et le relief de la carte jour-nuit proviennent de Natural Earth (domaine public).
id: Daratan, laut, dan relief pada peta siang dan malam berasal dari Natural Earth (domain publik).
it: Terre, mari e rilievi della mappa giorno-notte provengono da Natural Earth (pubblico dominio).
ja: 昼夜の地図の陸地・海・地形はNatural Earth（パブリックドメイン）によるものです。
ko: 낮과 밤 지도의 육지·바다·지형은 Natural Earth(퍼블릭 도메인)에서 가져왔습니다.
nl: Land, zee en reliëf op de dag-en-nachtkaart komen van Natural Earth (publiek domein).
pl: Ląd, morze i rzeźba terenu na mapie dnia i nocy pochodzą z Natural Earth (domena publiczna).
pt_br: Terra, mar e relevo do mapa de dia e noite vêm do Natural Earth (domínio público).
ru: Суша, море и рельеф на карте дня и ночи взяты из Natural Earth (общественное достояние).
tr: Gündüz ve gece haritasındaki kara, deniz ve yer şekilleri verileri Natural Earth’ten (kamu malı) gelir.
vi: Đất liền, biển và địa hình trên bản đồ ngày đêm lấy từ Natural Earth (thuộc phạm vi công cộng).
zh_hant: 晝夜地圖的海陸與地形來自Natural Earth（公有領域）。

source: 题记“天涯共此时”出自张九龄《望月怀远》，“It is always sunrise somewhere.”出自John Muir《John of the Mountains》（1938）。
de: Das Motto „Tianya gong ci shi“ stammt aus „Wang yue huai yuan“ von Zhang Jiuling; „It is always sunrise somewhere.“ stammt aus „John of the Mountains“ von John Muir (1938).
en: The epigraph “It is always sunrise somewhere.” is from John Muir, John of the Mountains (1938).
es: La cita “It is always sunrise somewhere.” procede de John Muir, John of the Mountains (1938).
fr: L’épigraphe « À l’autre bout du monde, nous partageons cet instant » est tirée du poème « Contempler la lune en pensant à ceux qui sont loin » de Zhang Jiuling. « It is always sunrise somewhere. » est tiré de John of the Mountains (1938), de John Muir.
id: Kutipan “Tianya gong ci shi” berasal dari puisi Wang Yue Huai Yuan karya Zhang Jiuling; “It is always sunrise somewhere.” berasal dari John Muir, John of the Mountains (1938).
it: L’epigrafe “Tianya gong ci shi” è tratta da Wang yue huai yuan di Zhang Jiuling; “It is always sunrise somewhere.” è tratta da John Muir, John of the Mountains (1938).
ja: 題辞“天涯共此时”は張九齢の“望月懐遠”から、“It is always sunrise somewhere.”はJohn Muirの“John of the Mountains”（1938）からの引用です。
ko: 인용문 “天涯共此時”는 장구령의 『망월회원』에서, “It is always sunrise somewhere.”는 John Muir의 『John of the Mountains』(1938)에서 가져왔습니다.
nl: Het Chinese motto 'Ver weg delen we dit moment' komt uit 'Bij maanlicht denk ik aan wie ver weg is' van Zhang Jiuling. 'It is always sunrise somewhere.' komt uit John of the Mountains (1938) van John Muir.
pl: Motto „Na krańcach świata dzielimy tę chwilę” pochodzi z wiersza Wang yue huai yuan (Zhang Jiuling), a „It is always sunrise somewhere.” z książki John of the Mountains (John Muir, 1938).
pt_br: A epígrafe chinesa “Tianya gong ci shi” vem do poema “Wang yue huai yuan”, de Zhang Jiuling; “It is always sunrise somewhere.” vem de John of the Mountains (1938), de John Muir.
ru: Строка «Даже на краю света мы переживаем один и тот же миг» взята из стихотворения Чжан Цзюлина «Глядя на Луну, думаю о тех, кто вдали», а «It is always sunrise somewhere.» — из книги Джона Мьюра John of the Mountains (1938).
tr: “Dünyanın iki ucunda aynı anı paylaşırız” anlamındaki Çince epigraf, Zhang Jiuling’in “Aya Bakıp Uzaktakini Özlemek” şiirinden alınmıştır. “It is always sunrise somewhere.” ise John Muir’in “John of the Mountains” (1938) kitabından alınmıştır.
vi: Câu đề từ “Thiên nhai cộng thử thì” trích từ Vọng nguyệt hoài viễn của Trương Cửu Linh; “It is always sunrise somewhere.” trích từ John of the Mountains (1938) của John Muir.
zh_hant: 題記「天涯共此時」出自張九齡〈望月懷遠〉，「It is always sunrise somewhere.」出自John Muir《John of the Mountains》（1938）。

source: 显示内容
de: Anzeigeinhalt
en: Show
es: Contenido mostrado
fr: Contenu affiché
id: Tampilkan
it: Mostra
ja: 表示内容
ko: 표시 내용
nl: Toon
pl: Wyświetlanie
pt_br: Conteúdo Exibido
ru: Отображение
tr: Göster
vi: Hiển thị
zh_hant: 顯示內容

# 显示名最多 80 个字符，且不能包含换行或控制字符。
source: 姓名最多80个字符，不能有换行或控制字符。
de: Der Name darf höchstens 80 Zeichen und keine Zeilenumbrüche oder Steuerzeichen enthalten.
en: Names can be up to 80 characters, with no line breaks or control characters.
es: El nombre puede tener como máximo 80 caracteres, sin saltos de línea ni caracteres de control.
fr: Le nom est limité à 80 caractères, sans saut de ligne ni caractère de contrôle.
id: Nama maksimal 80 karakter, tanpa baris baru atau karakter kontrol.
it: Il nome può contenere fino a 80 caratteri, senza a capo o caratteri di controllo.
ja: 名前は80文字以内で、改行や制御文字は使用できません。
ko: 이름은 최대 80자이며 줄 바꿈이나 제어 문자를 포함할 수 없습니다.
nl: Een naam mag maximaal 80 tekens bevatten, zonder regeleinden of stuurtekens.
pl: Imię i nazwisko mogą mieć łącznie najwyżej 80 znaków, bez podziałów wierszy i znaków sterujących.
pt_br: O nome pode ter até 80 caracteres, sem quebras de linha nem caracteres de controle.
ru: Имя может содержать до 80 символов, без переносов строк и управляющих символов.
tr: Ad en fazla 80 karakter olabilir; satır sonu veya denetim karakteri içeremez.
vi: Tên tối đa 80 ký tự, không được có xuống dòng hoặc ký tự điều khiển.
zh_hant: 姓名最多80個字元，不能有換行或控制字元。

source: 显示名称
de: Anzeigename
en: Display Name
es: Nombre para mostrar
fr: Nom affiché
id: Nama Tampilan
it: Nome visualizzato
ja: 表示名
ko: 표시 이름
nl: Weergavenaam
pl: Nazwa wyświetlana
pt_br: Nome de Exibição
ru: Отображаемое имя
tr: Görüntülenen Ad
vi: Tên hiển thị
zh_hant: 顯示名稱

# 显示名（可选）
source: 姓名（可选）
de: Name (optional)
en: Name (optional)
es: Nombre (opcional)
fr: Nom (facultatif)
id: Nama (opsional)
it: Nome (facoltativo)
ja: 名前（任意）
ko: 이름(선택 사항)
nl: Naam (optioneel)
pl: Imię i nazwisko (opcjonalnie)
pt_br: Nome (opcional)
ru: Имя (необязательно)
tr: Ad (isteğe bağlı)
vi: Tên (tùy chọn)
zh_hant: 姓名（選填）

source: 显示秒
de: Sekunden anzeigen
en: Show seconds
es: Mostrar segundos
fr: Afficher les secondes
id: Tampilkan detik
it: Mostra i secondi
ja: 秒を表示
ko: 초 표시
nl: Toon seconden
pl: Pokazuj sekundy
pt_br: Mostrar Segundos
ru: Показывать секунды
tr: Saniyeleri Göster
vi: Hiển thị giây
zh_hant: 顯示秒數

# 暂时无法计算这个日期或地点。请选择 1800 至 2100 年之间的日期。
source: 无法计算这个日期或地点。请选1800到2100年之间的日期。
de: Für dieses Datum oder diesen Ort ist keine Berechnung möglich. Wähle ein Datum zwischen 1800 und 2100.
en: Couldn’t calculate this date or place. Choose a date between 1800 and 2100.
es: No se ha podido hacer el cálculo para esta fecha o lugar. Elige una fecha entre 1800 y 2100.
fr: Calcul indisponible pour cette date ou ce lieu. Choisissez une date entre 1800 et 2100.
id: Tanggal atau lokasi ini tidak dapat dihitung. Pilih tanggal antara tahun 1800 dan 2100.
it: Impossibile calcolare per questa data o questo luogo. Scegli una data tra il 1800 e il 2100.
ja: この日付または場所を計算できませんでした。1800〜2100年の日付を選んでください。
ko: 이 날짜 또는 장소를 계산할 수 없습니다. 1800~2100년 사이의 날짜를 선택하세요.
nl: Kon deze datum of locatie niet berekenen. Kies een datum van 1800 tot en met 2100.
pl: Nie można wykonać obliczeń dla tej daty lub tego miejsca. Wybierz datę z lat 1800–2100.
pt_br: Não foi possível calcular para essa data ou local. Escolha uma data entre 1800 e 2100.
ru: Не удалось рассчитать для этой даты или места. Выберите дату с 1800 по 2100 год.
tr: Bu tarih veya konum için hesaplama yapılamıyor. 1800 ile 2100 yılları arasında bir tarih seçin.
vi: Không thể tính cho ngày hoặc địa điểm này. Hãy chọn ngày trong khoảng từ năm 1800 đến năm 2100.
zh_hant: 無法計算這個日期或地點。請選擇1800至2100年之間的日期。

# 更多选项
source: 姓名和邮箱
de: Name und E-Mail
en: Name and Email
es: Nombre y correo electrónico
fr: Nom et e-mail
id: Nama dan Email
it: Nome e indirizzo e-mail
ja: 名前とメールアドレス
ko: 이름 및 이메일
nl: Naam en e-mailadres
pl: Imię i nazwisko oraz adres e-mail
pt_br: Nome e E-mail
ru: Имя и электронная почта
tr: Ad ve E-posta
vi: Tên và email
zh_hant: 姓名和電子郵件

source: 更大
de: Größer
en: Larger
es: Más grande
fr: Plus grand
id: Lebih Besar
it: Più grande
ja: さらに大きい
ko: 더 크게
nl: Groter
pl: Większa
pt_br: Maior
ru: Ещё больше
tr: Daha Büyük
vi: Lớn hơn

source: 月相
de: Mondphase
en: Moon Phase
es: Fase lunar
fr: Phase lunaire
id: Fase Bulan
it: Fase lunare
ko: 달의 위상
nl: Maanfase
pl: Faza Księżyca
pt_br: Fase da Lua
ru: Фаза Луны
tr: Ay Evresi
vi: Tuần trăng

source: 月面照亮
de: Beleuchteter Anteil
en: Illumination
es: Iluminación
fr: Illumination
id: Bagian Bulan yang Terang
it: Illuminazione
ja: 輝面比
ko: 달의 밝은 부분
nl: Verlicht maanoppervlak
pl: Oświetlenie
pt_br: Iluminação da Lua
ru: Освещённость
tr: Aydınlanma Oranı
vi: Phần được chiếu sáng
zh_hant: 月面受光比例

source: 服药
de: Medikamente einnehmen
en: Medication
es: Medicación
fr: Prendre un médicament
id: Minum Obat
it: Farmaci
ja: 服薬
ko: 복약
nl: Medicijnen innemen
pl: Leki
pt_br: Medicação
ru: Приём лекарства
tr: İlaç
vi: Uống thuốc
zh_hant: 服藥

# 未来 12 个月的时钟调整
source: 未来12个月的换钟
de: Zeitumstellungen in den nächsten 12 Monaten
en: Clock Changes in the Next 12 Months
es: Cambios de hora en los próximos 12 meses
fr: Changements d’heure des 12 prochains mois
id: Perubahan Jam dalam 12 Bulan ke Depan
it: Cambi dell’ora nei prossimi 12 mesi
ja: 今後12か月の時刻変更
ko: 앞으로 12개월간의 시계 조정
nl: Klokwijzigingen in de komende 12 maanden
pl: Zmiany czasu w ciągu najbliższych 12 miesięcy
pt_br: Mudanças de horário nos próximos 12 meses
ru: Переводы часов в ближайшие 12 месяцев
tr: Önümüzdeki 12 Ayda Saat Değişiklikleri
vi: Các lần đổi giờ trong 12 tháng tới
zh_hant: 未來12個月的時鐘調整

# 未能执行操作，请检查地点或计时器状态。
source: 无法完成操作，请检查地点或计时器。
de: Die Aktion konnte nicht ausgeführt werden. Prüfe den Ort oder den Timer.
en: Couldn’t complete the action. Check the place or timer.
es: No se ha podido completar la acción. Comprueba el lugar o el temporizador.
fr: Impossible de terminer l’action. Vérifiez le lieu ou le minuteur.
id: Tidak dapat menyelesaikan tindakan. Periksa lokasi atau timer.
it: Impossibile completare l’azione. Controlla il luogo o il timer.
ja: 操作を完了できませんでした。場所またはタイマーを確認してください。
ko: 동작을 완료할 수 없습니다. 장소 또는 타이머를 확인하세요.
nl: Kon de actie niet voltooien. Controleer de locatie of timer.
pl: Nie udało się wykonać czynności. Sprawdź miejsce lub minutnik.
pt_br: Não foi possível completar a ação. Verifique o local ou o timer.
ru: Не удалось выполнить действие. Проверьте место или таймер.
tr: İşlem tamamlanamadı. Konumu veya sayacı denetleyin.
vi: Không thể hoàn tất tác vụ. Hãy kiểm tra địa điểm hoặc hẹn giờ.
zh_hant: 無法完成操作，請檢查地點或計時器。

source: 本机
de: Dieser Mac
en: This Mac
es: Este Mac
fr: Ce Mac
id: Mac Ini
it: Questo Mac
ja: このMac
ko: 이 Mac
nl: Deze Mac
pl: Ten Mac
pt_br: Este Mac
ru: Этот Mac
tr: Bu Mac
vi: Máy Mac này
zh_hant: 本機

# 本机时区数据 %@ 可能过期：%lld 条已知规则变更未反映。
source: 本机时区数据%@可能过期：有%lld条已知规则变更没反映。
de: Die Zeitzonendaten %1$@ dieses Mac sind womöglich veraltet: %2$lld bekannte Regeländerungen fehlen.
en: This Mac’s time zone data %1$@ may be out of date: %2$lld known rule changes aren’t reflected.
es: Los datos de zonas horarias %1$@ de este Mac podrían estar desactualizados: faltan %2$lld cambios de reglas conocidos.
fr: Les données de fuseaux horaires %1$@ de ce Mac sont peut-être obsolètes : %2$lld changements de règles connus ne sont pas pris en compte.
id: Data zona waktu %1$@ di Mac ini mungkin sudah usang: %2$lld perubahan aturan yang diketahui belum tercermin.
it: I dati dei fusi orari %1$@ di questo Mac potrebbero essere obsoleti: mancano %2$lld modifiche note alle regole.
ja: このMacの時間帯データ（%1$@）が古い可能性があります。既知のルール変更%2$lld件が反映されていません。
ko: 이 Mac의 시간대 데이터(%1$@)가 오래되었을 수 있습니다. 알려진 규칙 변경 %2$lld건이 반영되지 않았습니다.
nl: De tijdzonegegevens %1$@ op deze Mac zijn mogelijk verouderd: %2$lld bekende regelwijzigingen ontbreken.
pl: Dane stref czasowych %1$@ na tym Macu mogą być nieaktualne: nie uwzględniają %2$lld znanej zmiany reguł.
pt_br: Os dados de fusos horários %1$@ deste Mac podem estar desatualizados: %2$lld alterações de regra conhecidas não foram refletidas.
ru: Данные часовых поясов %1$@ на этом Mac могут быть устаревшими: не учтено %2$lld известного изменения правил.
tr: Bu Mac’in saat dilimi verileri (%1$@) güncel olmayabilir: bilinen %2$lld kural değişikliği yansıtılmamış.
vi: Dữ liệu múi giờ %1$@ trên máy Mac này có thể đã cũ: chưa phản ánh %2$lld thay đổi quy tắc đã biết.
zh_hant: 本機時區資料%@可能過期：有%lld條已知規則變更未反映。

source: 本机时区数据%@，与截至%@的%lld条已知规则变更一致；数据由macOS提供，随系统更新。
de: Die Zeitzonendaten %1$@ dieses Mac stimmen mit allen %3$lld bekannten Regeländerungen bis %2$@ überein; sie stammen von macOS und werden mit dem System aktualisiert.
en: Time zone data %1$@ on this Mac matches all %3$lld known rule changes through %2$@; it comes from macOS and updates with the system.
es: Los datos de zonas horarias %1$@ de este Mac coinciden con los %3$lld cambios de reglas conocidos hasta %2$@; los proporciona macOS y se actualizan con el sistema.
fr: Les données de fuseaux horaires %1$@ de ce Mac correspondent à l’ensemble des %3$lld changements de règles connus jusqu’à la date du %2$@ ; elles proviennent de macOS et se mettent à jour avec le système.
id: Data zona waktu %1$@ di Mac ini sesuai dengan %3$lld perubahan aturan yang diketahui hingga %2$@; data ini berasal dari macOS dan diperbarui bersama sistem.
it: I dati dei fusi orari %1$@ di questo Mac rispecchiano le %3$lld modifiche note alle regole registrate fino al %2$@; provengono da macOS e si aggiornano con il sistema.
ja: このMacの時間帯データ%1$@は、%2$@までの既知のルール変更%3$lld件と一致しており、データはmacOSが提供し、システムと共に更新されます。
ko: 이 Mac의 시간대 데이터(%1$@)는 %2$@까지 알려진 규칙 변경 %3$lld건과 일치하며, macOS가 제공하고 시스템과 함께 업데이트됩니다.
nl: De tijdzonegegevens %1$@ op deze Mac komen overeen met alle %3$lld bekende regelwijzigingen tot en met %2$@. Ze komen van macOS en worden met het systeem bijgewerkt.
pl: Dane stref czasowych %1$@ na tym Macu są zgodne ze znanymi zmianami reguł do %2$@ (liczba zmian: %3$lld); dane pochodzą z systemu macOS i są uaktualniane razem z systemem.
pt_br: Os dados de fusos horários %1$@ deste Mac coincidem com todas as %3$lld alterações de regra conhecidas até %2$@; eles vêm do macOS e são atualizados com o sistema.
ru: Данные часовых поясов %1$@ на этом Mac соответствуют известным изменениям правил по состоянию на %2$@ (количество: %3$lld); данные предоставляет macOS, они обновляются вместе с системой.
tr: Bu Mac’teki saat dilimi verileri (%1$@), %2$@ tarihine kadarki bilinen %3$lld kural değişikliğiyle uyumlu; veriler macOS’ten gelir ve sistemle birlikte güncellenir.
vi: Dữ liệu múi giờ %1$@ trên máy Mac này khớp với %3$lld thay đổi quy tắc đã biết tính đến %2$@; dữ liệu do macOS cung cấp và được cập nhật cùng hệ thống.
zh_hant: 本機時區資料%@，與截至%@的%lld條已知規則變更一致；資料由macOS提供，隨系統更新。

source: 本机（%@）
de: Dieser Mac (%@)
en: This Mac (%@)
es: Este Mac (%@)
fr: Ce Mac (%@)
id: Mac Ini (%@)
it: Questo Mac (%@)
ja: このMac（%@）
ko: 이 Mac(%@)
nl: Deze Mac (%@)
pl: Ten Mac (%@)
pt_br: Este Mac (%@)
ru: Этот Mac (%@)
tr: Bu Mac (%@)
vi: Máy Mac này (%@)
zh_hant: 本機（%@）

source: 本机：%@
de: Dieser Mac: %@
en: This Mac: %@
es: Este Mac: %@
fr: Ce Mac : %@
id: Mac Ini: %@
it: Questo Mac: %@
ja: このMac: %@
ko: 이 Mac: %@
nl: Deze Mac: %@
pl: Ten Mac: %@
pt_br: Este Mac: %@
ru: Этот Mac: %@
tr: Bu Mac: %@
vi: Máy Mac này: %@
zh_hant: 本機：%@

# 来源地点
source: 默认地点
de: Standardort
en: Default place
es: Lugar predeterminado
fr: Lieu par défaut
id: Lokasi default
it: Luogo di default
ja: デフォルトの場所
ko: 기본 장소
nl: Standaardlocatie
pl: Domyślne miejsce
pt_br: Local padrão
ru: Место по умолчанию
tr: Saptanmış Konum
vi: Địa điểm mặc định
zh_hant: 預設地點

source: 来源时区
de: Ausgangszeitzone
en: Source Time Zone
es: Zona horaria de origen
fr: Fuseau horaire source
id: Zona Waktu Asal
it: Fuso orario di origine
ja: 変換元の時間帯
ko: 기준 시간대
nl: Brontijdzone
pl: Źródłowa strefa czasowa
pt_br: Fuso Horário de Origem
ru: Исходный часовой пояс
tr: Kaynak Saat Dilimi
vi: Múi giờ nguồn
zh_hant: 來源時區

source: 极夜
de: Polarnacht
en: Polar Night
es: Noche polar
fr: Nuit polaire
id: Malam Kutub
it: Notte polare
ja: 極夜
ko: 극야
nl: Poolnacht
pl: Noc polarna
pt_br: Noite Polar
ru: Полярная ночь
tr: Kutup Gecesi
vi: Đêm địa cực
zh_hant: 永夜

# 极夜：这一天没有日出。
source: 极夜：这一天太阳不升起。
de: Polarnacht: Die Sonne geht an diesem Tag nicht auf.
en: Polar night: the sun doesn’t rise on this day.
es: Noche polar: este día no sale el sol.
fr: Nuit polaire : le soleil ne se lève pas ce jour-là.
id: Malam kutub: matahari tidak terbit pada tanggal ini.
it: Notte polare: il Sole non sorge in questa data.
ja: 極夜: この日は日の出がありません。
ko: 극야: 이날은 해가 뜨지 않습니다.
nl: Poolnacht: de zon komt op deze dag niet op.
pl: Noc polarna: tego dnia słońce nie wschodzi
pt_br: Noite polar: o sol não nasce neste dia.
ru: Полярная ночь: в этот день солнце не восходит.
tr: Kutup gecesi: bu tarihte Güneş doğmuyor.
vi: Đêm địa cực: ngày này mặt trời không mọc.
zh_hant: 永夜：這一天太陽不升起。

source: 极昼
de: Polartag
en: Polar Day
es: Día polar
fr: Jour polaire
id: Siang Kutub
it: Giorno polare
ja: 白夜
ko: 백야
nl: Pooldag
pl: Dzień polarny
pt_br: Dia Polar
ru: Полярный день
tr: Kutup Gündüzü
vi: Ngày địa cực
zh_hant: 永晝

# 极昼：这一天太阳始终在地平线以上。
source: 极昼：这一天太阳不落。
de: Polartag: Die Sonne bleibt an diesem Tag über dem Horizont.
en: Polar day: the sun doesn’t set on this day.
es: Día polar: el sol no se pone en todo el día.
fr: Jour polaire : le soleil ne se couche pas ce jour-là.
id: Siang kutub: matahari tidak terbenam pada tanggal ini.
it: Giorno polare: il Sole non tramonta in questa data.
ja: 白夜: この日は太陽が沈みません。
ko: 백야: 이날은 해가 지지 않습니다.
nl: Pooldag: de zon gaat op deze dag niet onder.
pl: Dzień polarny: tego dnia słońce nie zachodzi
pt_br: Dia polar: o sol não se põe neste dia.
ru: Полярный день: в этот день солнце не заходит.
tr: Kutup gündüzü: bu tarihte Güneş batmıyor.
vi: Ngày địa cực: ngày này mặt trời không lặn.
zh_hant: 永晝：這一天太陽不落下。

source: 标准
de: Standard
en: Standard
es: Estándar
fr: Standard
id: Standar
it: Standard
ja: 標準
ko: 표준
nl: Standaard
pl: Standardowa
pt_br: Padrão
ru: Стандартный
tr: Standart
vi: Tiêu chuẩn
zh_hant: 標準
